---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.Wire
source: html/8bb1c048-2aa4-30dc-b6fa-03e92436d7d8.htm
---
# Wire Properties

The id of the assembly instance to which the element belongs.